Repository: ESUCC/Maximd
Catalog: application/translation/form004/page7.tmx
Source language: es
Languages: en

source: Transporte
en: Transportation

source: Si el niño califica para recibir servicios de transportación de educación especial, por favor describa el plan de transportación, incluyendo cualquier condición especial necesaria para una transportación segura
en: If the child qualifies for special education transportation, please describe the plan for transportation, including any special conditions necessary for safe transport

source: Evaluación
en: Assessment

source: Debido al desarrollo académico y funcional del estudiante, el niño participará en la siguiente evaluación alterna
en: Due to the student's academic and functional performance, the child will participate in the following alternate assessment

source: Servicios durante el año escolar extendido
en: Extended School Year Services

source: Si el niño participará en los servicios del año escolar extendido, por favor describa
en: If the child will participate in extended school year services, please describe

source: Sí
en: Yes

source: El niño califica para recibir servicios de trasportación de educación especial
en: Child qualifies for special education transportation:

source: No es necesario
en: Not Necessary

source: El niño tiene menos de 5 años de edad
en: Child is below age 5

source: Se requiere que el niño asista a un instituto que es distinto al regular
en: Child is required to attend a facility other than the normal attendance facility

source: La naturaleza de la discapacidad del niño es tal que se requieren los servicios de transportación de educación especial
en: Nature of the child's disability is such that special education transportation is required

source: Si el niño reune los requisitos, indique por qué:
en: If child qualifies, why:

source: El niño participará en la evaluación a nivel de distrito SIN modificaciones
en: The child will participate in district-wide assessment WITHOUT accommodations

source: El niño participará en la evaluación a nivel de distrino CON modificaciones según se especifican:
en: The child will participate in district-wide assessment WITH accommodations, as specified:

source: El niño participará en una combinación de sistemas de evaluaciones según se especifica
en: The child will participate in a combination of assessment systems as specified.

source: El niño NO participará en la evaluación a nivel de distrito por los siguientes motivos:
en: The child will NOT participate in district-wide assessment, for the following reasons:

source: Participación en la evaluación:
en: Assessment participation:

source: Descripción de la evaluación:
en: Assessment description:

source: Evaluación alterna:
en: Alternate assessment:

source: Descripción del año escolar extendido:
en: Description of extended school year:

source: Servicios del año escolar extendido
en: Extended school year services
